{
    "speakers": [{
            "title": "Cane the Rottweiler",
            "name": "Cane",
            "shortname": "cane",
            "summary": "Loyal, protective & obedient protector.",
            "description": "<p>Hey guys! My name is Cane and I'm just that fun-loving rottie that people can't resist. I like to play, splash in the water and roam around outside. I am a gentle playmate and protector within my family circle, and i like to observe the outside world with a self-assured aloofness.</p><p>Did you know that Rottweilers were originally bred to drive cattle to market? Later they were used to pull carts for butchers. They were among the earliest police dogs and serve with honor in the military. A calm and confident breed. He's typically aloof toward strangers, but never timid or fearful. Usually he exhibits a /\"wait-and-see\" attitude when confronted with new people and situations. When these characteristics come together as they should, he is a natural guard dog with a mellow disposition who is successful as a family friend and protector.</p>",
            "artwork": ["rottie.jpg", "pup.jpg", "cane2.jpg", "cane1.jpg", "rot.jpg"]
        },
        {
            "title": "Rogue the Doberman",
            "name": "Rogue",
            "shortname": "rogue",
            "summary": "Rogue.",
            "description": "<p>As a Doberman, my fierce reputation precedes them. They're feared by those who don't know them, stereotyped as highly aggressive and vicious. True, they're a formidable guardian, but they're usually a gentle, watchful, and loving dog. They don't go looking for trouble, but they're fearless and will defend their family and turf if they perceive danger..</p><p>He enjoys being part of a family. They like to be close to those they love and, when this love is present, they're a natural protector. They're trustworthy with their family's children, friends, and guests as long as the pooch is treated kindly.</p>",
            "artwork": [
                "dob.jpeg",
                "rogue.jpg",
                "dob1.jpg",
                "rogue2.jpg",
                "dob.jpg",
                "Hillary_Goldwynn_06_tn.jpg",
                "Hillary_Goldwynn_07_tn.jpg"
            ]
        },
        {
            "title": "Zoe the Australian Shepherd",
            "name": "Zoe",
            "shortname": "aussie2",
            "summary": "Easy to train, easy to groom, tendency to chew, is prone to health issues, high prey drive, loves water, cold & hot weather tolerant, strong loyalty tendencies, and good hiking companion.",
            "description": "<p>Zoe is intelligent, hard working, and versatile, she is a no-nonsense dog who thrives in a home where her brains and energy are put to good use. You don't have to keep a flock of sheep if you live with an Aussie — although it doesn't hurt — but you do have to keep her busy. She's a high-energy dog who doesn't know the meaning of couch potato and wouldn't approve of it if she did.</p><p>Hiking, running, never-ending games of fetch, and agility course training are great ways to keep your Aussie happy, healthy, and adequately exercised—especially if you're not planning to herd sheep with them out in the fields all day!</p>",
            "artwork": ["aussie.jpg", "zoe.jpg", "zoe2.jpg", "bby-zoe.jpg", "aussie2.jpg", "shep-pup.jpg"]
        }
    ]
}